Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: The first is reflected in the imposition of arms embargoes in conflict areas.
fr: Le premier a trait à l'imposition d'embargos sur les armes dans les zones de conflit.

source: The delegation of Egypt supports the Secretary-General's recommendation urging the Council to attach greater importance to the implementation of all provisions of resolutions that impose arms embargoes on regions or countries involved in or threatened by armed conflict, in accordance with the provisions of the United Nations Charter and in the light of the need to undertake measures against countries that violate those embargoes.
fr: La délégation égyptienne appuie, à cet égard, la recommandation du Secrétaire général qui veut que le Conseil de sécurité accorde une plus grande importance à l'application de toutes les dispositions des résolutions prévoyant des embargos sur les armes dans les régions ou les pays ravagés ou menacés par des conflits, conformément à la Charte des Nations Unies et compte tenu de la nécessité de prendre des mesures contre les pays qui violent ces embargos.

source: We also support the Secretary-General's recommendation that the links between the illicit trade in small arms and light weapons and the illicit exploitation of natural wealth and resources be considered and identified.
fr: Nous appuyons également la recommandation du Secrétaire général d'identifier le lien entre le trafic illicite d'armes et l'exploitation illicite de ressources et richesses naturelles.

source: In addition, we stress the importance of tracing the monetary transactions related to that area.
fr: Nous soulignons en outre l'importance qu'il y a à dépister les transactions monétaires relatives à ce domaine.

source: The second element of the Security Council's activities is related to the mandates of peacekeeping operations and the clear provisions on disarmament, demobilization and reintegration (DDR) programmes through specific measures to collect and eliminate excess stocks of illicit small arms and light weapons within a comprehensive framework allowing for a factual assessment of peacekeeping operations once they have concluded.
fr: Le deuxième élément des activités du Conseil de sécurité a trait aux mandats des opération de maintien de la paix dans le mandat desquelles il convient d'inclure des dispositions claires concernant le désarmement, la démobilisation et la réinsertion (DDR), ainsi que des mesures spécifiques concernant la collecte et l'élimination des armes légères illicites excédentaires dans un cadre global qui permette une évaluation factuelle des opérations de maintien de la paix une fois qu'elles ont terminé leur mandat.

source: In that regard, we should like to highlight the importance of peacekeeping operations considering how the United Nations could promote efforts related to DDR programmes and providing special allocations from peacekeeping operations budget for that purpose.
fr: À cet égard, nous souhaitons également souligner l'importance pour les opérations de maintien de la paix d'envisager les moyens pour l'ONU de renforcer les efforts relatifs aux programmes de DDR et de fournir à cette fin des fonds à partir du budget des opérations de maintien de la paix.

source: We also emphasize the importance of continuity in providing the financing needed to prevent the outbreak of conflict anew, including in providing the necessary financial means through the international financial institutions, relief organizations and humanitarian and development efforts in conflict areas.
fr: Nous insistons sur la nécessité de ne jamais interrompre le financement nécessaire pour empêcher que des conflits n'éclatent à nouveau, y compris le financement par le biais d'institutions financières internationales, d'organismes de secours et de l'action humanitaire et de développement dans les zones de conflit.

source: In that connection, we support the Secretary-General's proposal to improve the exchange of information between the Security Council and the General Assembly by coordinating the strategies of both entities in the area of small arms and light weapons, taking into account the distinction between the mandate and role of the Security Council, on the one hand, and the more comprehensive role of the General Assembly, on the other.
fr: À cet égard, nous appuyons la proposition du Secrétaire général d'améliorer les mesures d'échange d'informations et de données entre le Conseil et l'Assemblée générale en coordonnant les stratégies utilisées par ces deux entités dans le domaine des armes légères, compte tenu de la distinction entre le mandat et le rôle du Conseil de sécurité d'une part et le rôle plus général de l'Assemblée générale d'autre part.

source: We believe that the establishment of a committee to oversee that effort as proposed by the Secretary-General, despite its great importance, should be preceded by the steps necessary to achieve the required transparency in the work of the Security Council committees on arms embargoes against particular regions.
fr: Nous pensons à cet égard que la création d'un comité de supervision proposée par le Secrétaire général, aussi importante soit-elle, devrait être précédée par l'adoption de mesures nécessaires permettant de garantir la transparence des travaux des différents comités du Conseil de sécurité sur les embargos sur les armes imposés à certaines régions.

source: As it plays its important role in the area of small arms and light weapons in carrying out its responsibility to maintain international peace and security under Article 24 of the Charter, the Security Council should also play a parallel role by enabling countries — particularly peoples under foreign occupation — to exercise their natural rights, individually or collectively, to self-determination.
fr: Tout en jouant son rôle important en matière d'armes légères dans le cadre de sa responsabilité du maintien de la paix et de la sécurité internationales conformément à l'Article 24 de la Charte des Nations Unies, le Conseil de sécurité devrait également permettre aux pays, - surtout ceux sous occupation étrangère - d'exercer leurs droits naturels, individuellement ou collectivement, à l'autodétermination.

source: Finally, we wish to reaffirm the importance of commitment by all parties in the international community to implement the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, including an effective international instrument that would enable States to identify and trace small arms and light weapons and would guarantee the participation of influential countries in carrying out its provisions.
fr: Enfin, nous tenons à réaffirmer l'importance qu'il y a à ce que toutes les parties au sein de la communauté internationale soient résolues à appliquer le Programme d'action en vue de prévenir, combattre et éliminer le commerce illicite des armes légères sous tous ses aspects, y compris un instrument international effectif qui permettrait aux États d'identifier et de tracer les armes légères et permettrait la participation de pays influents dans l'exécution de ses dispositions.

source: That would also be an essential contribution to achieving and affirming the political commitment of the international community in dealing with this issue.
fr: Cela permettrait également d'obtenir et d'affirmer la volonté politique de la communauté internationale pour ce qui est de traiter de cette question.

source: The President (spoke in French): As there are still a number of speakers inscribed on my list, and in view of the lateness of the hour, I propose, with the concurrence of members of the Council, to suspend the meeting until 3.15 p.m.
fr: Le Président : Étant donné qu'il reste sur ma liste un certain nombre d'orateurs qui ne se sont pas encore exprimés, et en raison de l'heure tardive, je propose, avec l'assentiment des membres du Conseil, de suspendre la séance jusqu'à 15 h 15.

source: Letter dated 31 August 2005 from the Permanent Representative of Turkey to the United Nations addressed to the Secretary-General
fr: Lettre datée du 31 août 2005, adressée au Secrétaire général par le Représentant permanent de la Turquie auprès de l'Organisation des Nations Unies

source: I have the honour to transmit herewith a letter dated 25 August 2005, addressed to you by Reşat Çağlar, Representative of the Turkish Republic of Northern Cyprus (see annex).
fr: J'ai l'honneur de vous faire tenir ci-joint une lettre datée du 25 août 2005, qui vous est adressée par Reşat Çağlar, représentant de la République turque de Chypre-Nord (voir annexe).

source: I should be grateful if the text of the present letter could be circulated as a document of the General Assembly, under agenda item 29, and of the Security Council.
fr: Je vous serais reconnaissant de bien vouloir faire distribuer le texte de la présente lettre comme document de l'Assemblée générale, au titre du point 29 de l'ordre du jour, et du Conseil de sécurité.

source: Annex to the letter dated 31 August 2005 from the Permanent Representative of Turkey to the United Nations addressed to the Secretary-General
fr: Annexe à la lettre datée du 31 août 2005 adressée au Secrétaire général par le Représentant permanent de la Turquie auprès de l'Organisation des Nations Unies

source: Upon instructions from my Government, I have the honour to refer to the letter dated 29 June 2005, addressed to you by the Greek Cypriot representative and circulated as a document of the General Assembly and of the Security Council (A/59/857-S/2005/422), which has once again demonstrated the prevailing Greek Cypriot attitude, which is far removed from a sincere disposition towards the resolution of the Cyprus issue.
fr: D'ordre de mon gouvernement, j'ai l'honneur de me référer à lettre datée du 29 juin 2005 qui vous a été adressée par le représentant chypriote grec et qui a été distribuée comme document de l'Assemblée générale et du Conseil de sécurité (A/59/857-S/2005/422). Celle-ci, une fois encore, reflétait l'attitude dont font généralement preuve les Chypriotes grecs, qui est loin d'être sincère s'agissant du règlement de la question de Chypre.

source: It is abundantly clear that the Greek Cypriot administration is engaged in an ill-conceived policy based on the continuation of the usurped “Republic of Cyprus” with the eventual goal of extending its illegal authority to Northern Cyprus.
fr: Il est manifeste que l'administration chypriote grecque est engagée dans une politique mal inspirée fondée sur le maintien de la « République de Chypre » usurpée, le but ultime étant d'étendre son autorité illégale à Chypre-Nord.

source: It is claimed in the said letter that the Greek Cypriot administration favours a solution based on the parameters set out in Security Council resolution 939 (1994), namely, “a single sovereignty and international personality and a single citizenship, with its independence and territorial integrity safeguarded, and comprising two politically equal communities in a bicommunal and bizonal federation”.
fr: Il est allégué dans ladite lettre que l'administration chypriote grecque est favorable à un règlement fondé sur les paramètres énoncés dans la résolution 939 (1994) du Conseil de sécurité, c'est-à-dire un État « doté d'une souveraineté, d'une personnalité internationale et d'une citoyenneté uniques, son indépendance et son intégrité territoriale étant garanties, et composé de deux communautés politiquement égales, […] au sein d'une fédération bicommunautaire et bizonale ».

source: The Greek Cypriot representative may choose to ignore the fact that these parameters, and more, were all included in the Annan Plan, which the overwhelming majority of the Greek Cypriot people, instigated by their leadership, have rejected as your former Special Adviser on Cyprus, Alvaro de Soto, pointed out to the Security Council. But he cannot conceal realities, or mask the intransigence of the Greek Cypriot side.
fr: Le représentant chypriote grec peut décider de ne pas prendre en considération le fait que ces paramètres, et d'autres encore, étaient tous inclus dans le Plan Annan que la majorité écrasante du peuple chypriote grec, poussée par ses dirigeants, a rejeté, comme votre ancien conseiller spécial pour Chypre, Alvaro de Soto, l'a déclaré au Conseil de sécurité, mais il ne peut cacher la réalité, l'intransigeance de la partie chypriote grecque.

source: A Greek Cypriot commentary in the daily Alithia of 8 July 2005 saw the Greek Cypriot representative's letter for what it is.
fr: Dans un commentaire chypriote grec publié dans le quotidien Alithia du 8 juillet 2005, la lettre du représentant chypriote grec est considérée pour ce qu'elle est.

source: It described the Greek Cypriot reference to resolution 939 (1994) as a “step back in time”.
fr: La référence chypriote grecque à la résolution 939 (1994) y est qualifiée de « recul dans le temps ».

source: “It is clear that all Nicosia wants by this regression is to waste time”, the commentary further said.
fr: « Il est clair que tout ce que Nicosie veut en reculant de la sorte est de perdre du temps » poursuit l'auteur.

source: The only difference of substance between resolution 939 (1994) and the Annan Plan, the paper pointed out, was that the former also called for the implementation of the confidence-building measures which Papadopoulos had rejected.
fr: La seule différence sur le fond entre la résolution 939 (1994) et le Plan Annan, fait observer le journal, était que la première demandait aussi l'application de mesures de confiance, que Papadopoulos avait rejetée.

source: As the Turkish Cypriot side we have, undoubtedly, proved our firm commitment to the resolution of the Cyprus problem on the basis of power-sharing and political equality.
fr: En tant que partie chypriote turque nous avons, assurément, prouvé notre ferme attachement au règlement du problème de Chypre sur la base du partage du pouvoir et de l'égalité politique.

source: I would like to stress that our conviction in this regard remains unchanged.
fr: Je tiens à souligner que notre conviction en la matière demeure inchangée.

source: Despite the Greek Cypriot representative's rejection of the obvious, the fact is that following the referendums on the United Nations plan an unjust situation arose, whereby the Greek Cypriot side which rejected the United Nations plan has become a member of the European Union, while the Turkish Cypriot side which approved the plan not only remained outside the European Union but continues to be subjected to restrictions and isolation.
fr: Bien que le représentant chypriote grec ait rejeté ce qui est manifeste, le fait est qu'à la suite du référendum sur le plan de l'ONU, une situation injuste est apparue, à savoir que la partie chypriote grecque qui avait rejeté le plan de l'ONU est devenue membre de l'Union européenne, tandis que la partie turque qui avait approuvé le plan non seulement est restée en dehors de l'Union européenne, mais continue d'être soumise à des restrictions et à un isolement.

source: As this situation remains the same, so will the Greek Cypriot attitude towards finding a settlement.
fr: Tant que cette situation perdurera, l'attitude chypriote grecque concernant la recherche d'un règlement ne changera pas.

source: The international community can act to change this situation and bring stability and sustainable resolution to Cyprus by ending all economic, social and political embargoes that have been unjustly applied on the Turkish Cypriot people since 1963.
fr: La communauté internationale peut intervenir pour changer cette situation et ramener la stabilité à Chypre et régler de façon durable la question de Chypre en mettant fin à tous les embargos économiques, sociaux et politiques qui ont été décrétés injustement à l'encontre du peuple chypriote turc depuis 1963.

source: These illegal and immoral embargoes are in blatant violation of the Charter of the United Nations and in contravention of the relevant international human rights instruments.
fr: Ces embargos illégaux et immoraux constituent une violation flagrante de la Charte des Nations Unies et contreviennent aux instruments internationaux relatifs aux droits de l'homme.

source: The Turkish Cypriot side expects the international community to fulfil its commitment following the referendums of 24 April 2004 that the international isolation of the Turkish Cypriot side would cease and that all restrictions on Northern Cyprus would be removed.
fr: La partie chypriote turque attend de la communauté internationale qu'elle s'acquitte de son engagement à la suite du référendum du 24 avril 2004 de mettre un terme à l'isolement international de la partie chypriote turque et de lever toutes les restrictions contre Chypre-Nord.

source: In this regard it is not necessary to list the remarks made by leaders around the world or decisions adopted by international organizations.
fr: À ce propos, il n'est pas nécessaire d'énumérer les observations faites par les dirigeants du monde entier ni les décisions adoptées par les organisations internationales.

source: Suffice it to recall your report to the Security Council dated 28 May 2004, which called on all States to “cooperate both bilaterally and in international bodies to eliminate the unnecessary restrictions and barriers that have the effect of isolating the Turkish Cypriots and impeding their development” (para.
fr: Il suffit de rappeler votre rapport au Conseil de sécurité, en date du 28 mai 2004, qui demandait à tous les États, au niveau bilatéral et dans le cadre des organisations internationales, de « coopérer pour lever les barrières et les restrictions qui ont pour effet d'isoler les Chypriotes turcs et d'entraver leur développement » (par. 93).

source: As we continue to demonstrate our constructive approach on the way to building a common future for the two peoples living on the island, we also expect that the international community will not let the Greek Cypriot attempts stand in the way of easing the isolation of the Turkish Cypriot people and thus paving the way to a just and lasting solution.
fr: Alors que nous continuons de faire preuve de notre approche constructive s'agissant des moyens devant permettre un avenir commun aux deux peuples vivant sur l'île, nous attendons aussi de la communauté internationale qu'elle ne laisse pas les tentatives chypriotes grecques entraver l'atténuation de l'isolement du peuple chypriote turc, ouvrant ainsi la voie à un règlement juste et durable.

source: (Signed) Reşat Çağlar Representative
fr: Le Représentant (Signé) Reşat Çağlar

source: Fifth mMeeting of the Executive Committee of the
fr: Cinquième réunion du Comité exécutif du Conseil des Ministres africains chargés de l'eau

source: Addis Ababa, Ethiopia 29-30 June 2005
fr: Addis-Abeba, 29-30 juin 2005

source: _______________________Introductory remarks by the President of the African Ministers'' Council on Water
fr: Remarques liminaires de la Présidente du Conseil des Ministres africains chargés de l'eau

source: Note to the secretariat
fr: Note au secrétariat

source: The introductory remarks provide an overview of the major developments that have taken place since the fifth session of the African Ministers' Council on WaterCOW, held in Entebbe, Uganda, in November in 2004.
fr: Les remarques liminaires donnent un aperçu général des principaux faits nouveaux intervenus depuis la réunion du Conseil des Ministres africains chargés de l'eau qui s'est tenue à Entebbe (Ouganda), en novembre 2004.

source: These developments have direct and indirect implications for the work of the African Ministers' Council on Water, hence the need for the Council's Executive Committee and the Technical Advisory Committee of the African Ministers' Council on Water to reflect on their implications for our work.
fr: Ces faits ont des incidences directes et indirectes sur les travaux du Conseil, d'où la nécessité pour le Comité exécutif et le Comité consultatif technique du Conseil d'y réfléchir par rapport à nos activités.

source: In an indicative manner, my introductory remarks point to the key points and issues which should be central to our interactive discussions during the meeting of the Executive Committee.
fr: A titre indicatif, mes remarques liminaires mettent l'accent sur les points et questions essentiels qui devraient être au centre du débat interactif que nous aurons à l'occasion de la réunion du Comité exécutif.

source: Introductory remarks by the President of the African Ministers'' Council on Water
fr: Remarques liminaires de la Présidente du Conseil des Ministres africains chargés de l'eau

source: Excellencies, members of the Executive Committee, representative of the African Union, ladies and gentlemen,:
fr: Mesdames et Messieurs les membres du Comité exécutif,

source: Let me begin by renewing my gratitude and appreciation to you all for having graciously elected Uganda to the post of President of the African Ministers'' Council on Water at our fifth session which my Government had the honour of hosting in November 2004.
fr: Permettez-moi tout d'abord de vous renouveler mes sentiments de reconnaissance pour avoir si aimablement élu l'Ouganda à la présidence du Conseil des Ministres africains chargés de l'eau lors de sa cinquième session que mon Gouvernement avait eu l'honneur d'accueillir en novembre 2004.

source: Our eight-month journey from Entebbe in November 2004 to Addis Ababa in June 2005 has been characterized by a number of significant regional and global developments with significant implications for the African Ministers'' Council on Water In our region, the African Union has been engaged in consultations with African ministerial bodies on the issue of the integration of regional institutions, such as ours, into the governance structure of the African Union A number of developments have brought us much closer to the efforts being spearheaded by the New Partnership for Africa''s Development (NEPAD) Consultations with regional economic communities and river and lake basin organizations will take place, under the auspices of the African Ministers'' Council on Water, in this very building on 30 June.
fr: Le chemin parcouru en huit mois, depuis Entebbe en novembre 2004 jusqu'à Addis-Abeba en juin 2005, a été marqué par un certain nombre de faits importants aux niveaux régional et mondial qui ont des incidences notables pour le Conseil des Ministres africains chargés de l'eau (AMCOW). Dans notre région, l'Union africaine a entrepris des consultations avec les organismes ministériels africains sur la question de l'intégration des institutions régionales telles que la nôtre dans la structure de gouvernance de l'Union africaine. Un certain nombre d'évènements nous ont beaucoup rapprochés des efforts déployés par le Nouveau partenariat pour le développement de l'Afrique (NEPAD). Des consultations avec les communautés économiques régionales et les organisations en charge des bassins fluviaux et lacustres auront lieu dans ce bâtiment, le 30 juin, sous les auspices de l'AMCOW.

source: The proposal is to broaden the ownership of the African Ministers'' Council on Water and to mobilize the major and relevant institutions of Africa in pursuit of the Council's mission of the African Ministers' Council on Water
fr: L'objectif est d'élargir le champ d'action de l'AMCOW et de mobiliser les principales institutions concernées de l'Afrique pour poursuivre sa mission.
